[
    {
      "id": 1,
      "eventName": "Bollywood Day",
      "description": "आarambh (The Dramatics Society of MSIT) cordially invites you to participate in our street play competition AAGHAAZ'20 to raise your voice against the rising prejudice and injustice in our time and stand up for what's right.",
      "image_url": "/Events/1.png"
    },
    {
      "id": 2,
      "eventName": "Treasure Hunt",
      "description": "THE TIME TURNER is a thrilling game in which the teams deduce the clues given to them to reach out to particular destinations on Day 1.Day 2 comprises of the qualified teams from Day 1 and a series of jittery tasks waiting for them. The first one to complete is declared the ultimate pirate.",
      "image_url": "/Events/2.png"
    },
    {
      "id": 3,
      "eventName": "Mystery Rooms",
      "description": "It is a game in which a team of players cooperatively discover clues, solve puzzles, and accomplish tasks in order to progress and accomplish a specific goal in a limited amount of time.",
      "image_url": "/Events/3.png"
    },
    {
      "id": 4,
      "eventName": "Guns n Roses",
      "description": "GUNS N ROSES is an event based on strategy and compatibility between the partners. It is a fun filled event where the couple who wins the first round will be promoted to the subsequent rounds.",
      "image_url": "/Events/4.png"
    },
    {
      "id": 5,
      "eventName": "Minute To Win It",
      "description": "Test your speed and coordination skills with Minute To Win It, where you race against the clock to complete the given task within a minute.Play exciting games with your friends, and stand a chance to win the prize!",
      "image_url": "/Events/5.png"
    },
  
    {
      "id": 6,
      "eventName": "Shutter Fiesta",
      "description": "This event will bring out the best in the ones who are so passionate to write what they feel but have no platform to present.",
      "image_url": "/Events/6.png"
    },
  
    {
      "id": 7,
      "eventName": "Cup Game",
      "description": "Episodes is the newest addition to ENVA, it is a fun, bollywood cum entertainment based activities event.",
      "image_url": "/Events/7.png"
    },
    {
      "id": 8,
      "eventName": "Squid Game",
      "description": "GREENITE is an environment based event. It is a nature enthusiasm filled event in which the team who wins a round is promoted to the subsequent round.",
      "image_url": "/Events/8.png"
    }
]